* DONE Show feeds/basic layout
  :LOGBOOK:
  CLOCK: [2013-03-16 Sat 01:22]--[2013-03-16 Sat 01:58] =>  0:36
  CLOCK: [2013-03-15 Fri 00:31]--[2013-03-15 Fri 00:52] =>  0:21
  CLOCK: [2013-03-15 Fri 00:10]--[2013-03-15 Fri 00:30] =>  0:20
  :END:
* DONE Add feeds to DB
  :LOGBOOK:
  CLOCK: [2013-03-16 Sat 02:21]--[2013-03-16 Sat 02:41] =>  0:20
  CLOCK: [2013-03-16 Sat 01:58]--[2013-03-16 Sat 02:20] =>  0:22
  :END:
* DONE Import OPML
  :LOGBOOK:
  CLOCK: [2013-03-19 Tue 00:40]--[2013-03-19 Tue 02:09] =>  1:29
  CLOCK: [2013-03-16 Sat 20:50]--[2013-03-16 Sat 21:12] =>  0:22
  :END:
* DONE Fetch feeds
  :LOGBOOK:
  CLOCK: [2013-03-20 Wed 00:47]--[2013-03-20 Wed 02:14] =>  1:27
  :END:
* DONE Display feed entries
  :LOGBOOK:
  CLOCK: [2013-03-21 Thu 00:00]--[2013-03-21 Thu 02:49] =>  2:49
  :END:

* DONE Better logging
  :LOGBOOK:
  CLOCK: [2013-03-24 Sun 19:59]--[2013-03-24 Sun 20:15] =>  0:16
  :END:
* TODO Sort feed entries by date
  :LOGBOOK:
  CLOCK: [2013-03-29 Fri 16:17]--[2013-03-29 Fri 16:27] =>  0:10
  :END:
* TODO Read/Unread
  :LOGBOOK:
  CLOCK: [2013-03-29 Fri 16:12]--[2013-03-29 Fri 16:17] =>  0:05
  CLOCK: [2013-03-28 Thu 14:35]--[2013-03-28 Thu 14:40] =>  0:05
  :END:

